Repository: 0xArnau/transsectes_app
Catalog: lib/l10n/intl_*.arb
Languages: ca, es

source: Accept
ca: Acceptar
es: Aceptar

source: Add new geopoint
ca: Afegeix un nou geopunt
es: Añadir nuevo geopunto

source: Add new marks
ca: Afegir noves marques
es: Añadir nuevas marcas

source: All Transects
ca: Tots els transsectes
es: Todos los transectos

# app_background_notification_text
source: Transect app will continue to receive your location even when you aren't using it
ca: L'aplicació Transsecte continuarà rebent la teva ubicació fins i tot quan no l'estiguis utilitzant
es: La aplicación Transecto seguirá recibiendo tu ubicación incluso cuando no la estés usando

# app_background_notification_title
source: Running in Background
ca: Executant-se en segon pla
es: Ejecutándose en segundo plano

source: Cancel
ca: Cancel·lar
es: Cancelar

# cancel_transect
source: If you continue, the information will be lost and cannot be recovered.
ca: Si continues, la informació es perd i no es pot recuperar.
es: Si continúas, la información se perderá y no se podrá recuperar.

# cannot_start_transect
source: You cannot start a transect until you finish the current one.
ca: No pots començar un transsecte fins que acabis l'actual.
es: No puedes comenzar un transecto hasta que termines el actual.

# cannot_stop_transect
source: You can't stop a transect, there isn't one that's started.
ca: No pots aturar un transsecte, no n'hi ha cap que hagi començat.
es: No puedes detener un transecto, no hay uno que haya comenzado.

source: Change password
ca: Canviar contrasenya
es: Cambiar contraseña

source: Confirm email
ca: Confirmar correu electrònic
es: Confirmar correo electrónico

source: Confirm password
ca: Confirmar contrasenya
es: Confirmar contraseña

source: Contact
ca: Contacte
es: Contacto

# contact_1
source: If you observe a turtle on the sand, a track, hatchlings, an injured or dead turtle, or any other incident related to a sea turtle, call
ca: Si observes una tortuga a la sorra, una empremta, cries, una tortuga ferida o morta, o qualsevol altre incident relacionat amb una tortuga marina, truca a
es: Si observas una tortuga en la arena, una huella, crías, una tortuga herida o muerta, o cualquier otro incidente relacionado con una tortuga marina, llama

# contact_2
source: For any doubts or incidents related to transects or sea turtles, contact:
ca: Per a qualsevol dubte o incident relacionat amb transsectes o tortugues marines, contacta:
es: Para cualquier duda o incidente relacionado con transectos o tortugas marinas, contacta:

# contact_3
source: Emergency phone numbers
ca: Números de telèfon d'emergència
es: Números de teléfono de emergencia

# contact_4
source: You can also visit our website
ca: També pots visitar el nostre lloc web
es: También puedes visitar nuestro sitio web

# contact_clipboard_email
source: Email address copied to clipboard
ca: Adreça de correu electrònic copiada al porta-retalls
es: Dirección de correo electrónico copiada al portapapeles

# contact_clipboard_phone
source: Phone number copied to clipboard
ca: Número de telèfon copiat al porta-retalls
es: Número de teléfono copiado al portapapeles

# contact_clipboard_website
source: Website URL copied to clipboard
ca: URL del lloc web copiada al porta-retalls
es: URL del sitio web copiada al portapapeles

# contact_error_email
source: Cannot open the email address
ca: No es pot obrir l'adreça de correu electrònic
es: No se puede abrir la dirección de correo electrónico

# contact_error_phone
source: Cannot open the phone number
ca: No es pot obrir el número de telèfon
es: No se puede abrir el número de teléfono

# contact_error_website
source: Cannot open the website
ca: No es pot obrir el lloc web
es: No se puede abrir el sitio web

source: Delete
ca: Eliminar
es: Eliminar

source: Delete account
ca: Eliminar compte
es: Eliminar cuenta

# delete_account_content
source: This action cannot be undone! Please log out and log in before deleting the user.
ca: Aquesta acció no es pot desfer! Si us plau, tanca la sessió i inicia sessió abans d'eliminar l'usuari.
es: ¡Esta acción no se puede deshacer! Por favor, cierra sesión e inicia sesión antes de eliminar el usuario.

# delete_all_transects
source: Remove all transects
ca: Eliminar tots els transsectes
es: Eliminar todos los transectos

# delete_all_transects_content
source: This action cannot be undone, be careful!
ca: Aquesta acció no es pot desfer, vigila!
es: Esta acción no se puede deshacer, ¡ten cuidado!

source: Download
ca: Descarregar
es: Descargar

source: Email
ca: Correu electrònic
es: Correo electrónico

# email_sent
source: An email has been sent. Please check your email.
ca: S'ha enviat un correu electrònic. Si us plau, revisa el teu correu.
es: Se ha enviado un correo electrónico. Por favor, revisa tu correo.

# emails_are_different
source: The emails are different
ca: Els correus electrònics són diferents
es: Los correos electrónicos son diferentes

# empty_fields
source: There are empty fields
ca: Hi ha camps buits
es: Hay campos vacíos

source: File saved:
ca: Fitxer guardat:
es: Archivo guardado:

# filter_clear
source: Clear filter
ca: Netejar filtre
es: Limpiar filtro

# filter_hint
source: City or datetime (YYYY-MM-DDTHH:MM:SS)
ca: Ciutat o data i hora (AAAA-MM-DDTHH:MM:SS)
es: Ciudad o fecha y hora (AAAA-MM-DDTHH:MM:SS)

source: Forgot password?
ca: Has oblidat la teva contrasenya?
es: ¿Olvidaste tu contraseña?

# gps_service_background_disabled
source: GPS background service disabled
ca: Servei de GPS en segon pla deshabilitat
es: Servicio de GPS en segundo plano deshabilitado

# gps_service_background_disabled_content
source: Please go to app settings (OS) and enable GPS service to 'ALWAYS' and relaunch the app
ca: Si us plau, ves a la configuració de l'aplicació (SO) i habilita el servei de GPS a 'SEMPRE' i reinicia l'aplicació
es: Por favor, ve a la configuración de la aplicación (SO) y habilita el servicio de GPS en 'SIEMPRE' y reinicia la aplicación

# gps_service_disabled
source: GPS service is disabled
ca: El servei de GPS està deshabilitat
es: El servicio de GPS está deshabilitado

# gps_services_enable_gps
source: Enable GPS service and go back
ca: Habilita el servei de GPS i torna
es: Habilita el servicio de GPS y regresa

# how2transect
source: How to do a transect
ca: Com fer un transsecte
es: Cómo hacer un transecto

# how_to_1_1
source: Surveys involve conducting patrols along the beach to detect possible traces of turtle nesting during the period between June 1st and October 31st.
ca: Les enquestes impliquen realitzar patrullatges al llarg de la platja per detectar possibles rastres de nidificació de tortugues durant el període de l'1 de juny al 31 d'octubre.
es: Las encuestas implican realizar patrullajes a lo largo de la playa para detectar posibles rastros de anidación de tortugas durante el período del 1 de junio al 31 de octubre.

# how_to_1_2
source: It is recommended to carry out these patrols between 22:00 and 8:00 the following day, although the early hours of the night are the most suitable for
ca: Es recomana realitzar aquests patrullatges entre les 22:00 i les 8:00 del dia següent, encara que les primeres hores de la nit són les més adequades per a
es: Se recomienda realizar estos patrullajes entre las 22:00 y las 8:00 del día siguiente, aunque las primeras horas de la noche son las más adecuadas para

# how_to_1_title
source: Transects
ca: Transsectes
es: Transectos

# how_to_2_1
source: When a turtle emerges from the sea onto the beach to nest, it crawls using its flippers as if they were legs. This movement leaves a very distinctive track ascending towards the beach.
ca: Quan una tortuga emergeix del mar cap a la platja per niar, s'arrossega utilitzant les seves aletes com si fossin potes. Aquest moviment deixa una empremta molt distintiva que ascendeix cap a la platja.
es: Cuando una tortuga emerge del mar hacia la playa para anidar, se arrastra usando sus aletas como si fueran patas. Este movimiento deja una huella muy distintiva que asciende hacia la playa.

# how_to_2_2
source: When it finds a suitable place, it digs the nest, lays the eggs, covers it, and returns to the sea, leaving a track with the same characteristics as the ascent but in the direction of the sea, often with a line in the middle to drag the tube through which the eggs have come out.
ca: Quan troba un lloc adequat, cava el niu, posa els ous, el cobreix i torna al mar, deixant una empremta amb les mateixes característiques que la pujada però en direcció al mar, sovint amb una línia al mig per arrossegar el tub pel qual han sortit els ous.
es: Cuando encuentra un lugar adecuado, cava el nido, pone los huevos, lo cubre y regresa al mar, dejando una huella con las mismas características que la subida pero en dirección al mar, a menudo con una línea en el medio para arrastrar el tubo por el que han salido los huevos.

# how_to_2_3
source: The ascent track may change direction as the turtle searches for a suitable place to dig the nest. The descent track is always more straight, heading directly towards the sea.
ca: L'empremta de pujada pot canviar de direcció mentre la tortuga busca un lloc adequat per cavar el niu. L'empremta de baixada és sempre més recta, dirigint-se directament cap al mar.
es: La huella de ascenso puede cambiar de dirección mientras la tortuga busca un lugar adecuado para cavar el nido. La huella de descenso es siempre más recta, dirigiéndose directamente hacia el mar.

# how_to_2_title
source: What are we looking for?
ca: Què estem buscant?
es: ¿Qué estamos buscando?

# how_to_3_1
source: Even more challenging would be to encounter hatchlings between August and October, emerging from undetected nests and walking on the sand towards the beach. This is extremely unlikely as they hatch at night and are very small.
ca: Encara més desafiant seria trobar cries entre agost i octubre, sortint de nius no detectats i caminant sobre la sorra cap a la platja. Això és extremadament improbable ja que neixen a la nit i són molt petites.
es: Aún más desafiante sería encontrar crías entre agosto y octubre, saliendo de nidos no detectados y caminando sobre la arena hacia la playa. Esto es extremadamente improbable ya que nacen por la noche y son muy pequeñas.

# how_to_3_2
source: If we find small hatchlings or a large turtle alive or dead outside the water, we should quickly call 112.
ca: Si trobem cries petites o una tortuga gran viva o morta fora de l'aigua, hem de trucar ràpidament al 112.
es: Si encontramos crías pequeñas o una tortuga grande viva o muerta fuera del agua, debemos llamar rápidamente al 112.

# how_to_3_title
source: What are we looking for?
ca: Què estem buscant?
es: ¿Qué estamos buscando?

# how_to_4_1
source: You can bring a flashlight or headlamp with a red light, although it is rarely necessary for walking. We will use it if we are unsure about something during the transect, but moonlight is usually sufficient. Whenever possible, keep the flashlight off and walk quietly. If we do not have enough light to observe tracks, we will hold the flashlight with our arm extended towards the ground to highlight the sand relief better. Never point the flashlight towards the water, as it could scare off a turtle if there is one trying to come out.
ca: Pots portar una llanterna o un frontal amb llum vermella, encara que poques vegades és necessari per caminar. La farem servir si no estem segurs d'alguna cosa durant el transsecte, però la llum de la lluna sol ser suficient. Sempre que sigui possible, mantén la llanterna apagada i camina en silenci. Si no tenim prou llum per observar empremtes, haurem de mantenir la llanterna amb el braç estès cap al terra per ressaltar millor el relleu de la sorra. Mai hem de apuntar la llanterna cap a l'aigua, ja que podria espantar una tortuga si n'hi ha una intentant sortir.
es: Puedes llevar una linterna o un faro con luz roja, aunque rara vez es necesario para caminar. La usaremos si no estamos seguros de algo durante el transecto, pero la luz de la luna suele ser suficiente. Siempre que sea posible, mantén la linterna apagada y camina en silencio. Si no tenemos suficiente luz para observar huellas, tendremos que sostener la linterna con el brazo extendido hacia el suelo para resaltar mejor el relieve de la arena. Nunca debemos apuntar la linterna hacia el agua, ya que podría asustar a una tortuga si hay una tratando de salir.

# how_to_4_2
source: You can put red cellophane paper on a flashlight or in front of the mobile phone flashlight.
ca: Pots posar paper de cel·lofana vermella en una llanterna o davant la llanterna del telèfon mòbil.
es: Puedes poner papel celofán rojo en una linterna o frente a la linterna del teléfono móvil.

# how_to_4_title
source: Lighting
ca: Il·luminació
es: Iluminación

# how_to_5_1
source: We can take advantage of the walk to inform and raise awareness among people or groups we encounter on the beach (athletes, families, anglers, and others) to help us by calling 112 if they witness a nesting or find tracks. Always at our discretion and willingness.
ca: Podem aprofitar el passeig per informar i sensibilitzar les persones o grups de persones que trobem a la platja (esportistes, famílies, pescadors i altres persones) perquè ens ajudin trucant al 112 si són testimonis d'una nidificació o troben empremtes. Sempre sota el nostre criteri i voluntat.
es: Podemos aprovechar el paseo para informar y sensibilizar a las personas o grupos de personas que encontremos en la playa (deportistas, familias, pescadores y otras personas) para que nos ayuden llamando al 112 si son testigos de una anidación o encuentran huellas. Siempre bajo nuestro criterio y voluntad.

# how_to_5_title
source: Sensitization
ca: Sensibilització
es: Sensibilización

# how_to_6_1
source: We will start the transect in a specific area of the beach and activate the "START TRANSECT" button.
ca: Començarem el transsecte en una zona específica de la platja i activarem el botó "COMENÇAR TRANSSECTE".
es: Comenzaremos el transecto en una zona específica de la playa y activaremos el botón "COMENZAR TRANSECTO".

# how_to_6_2
source: We will walk along the beach, by the seashore, observing the first meters of undulating dry sand.
ca: Caminarem per la platja, al costat de la vora, observant els primers metres de sorra seca ondulant.
es: Caminaremos por la playa, junto a la orilla, observando los primeros metros de arena seca ondulante.

# how_to_6_title
source: Start transect
ca: Començar transsecte
es: Comenzar transecto

# how_to_7_1
source: Once we finish our route, we will access the section "START TRANSECT" and press "FINISH TRANSECT," which will take us to a screen where we must fill in the following fields: if we found the beach plowed by a machine that could erase the tracks, record the number of people informed, note interesting observations, and press send.
ca: Una vegada acabem la nostra ruta, accedirem a la secció "COMENÇAR TRANSSECTE" i pressionarem "FINALITZAR TRANSSECTE", la qual cosa ens portarà a una pantalla on hem de completar els següents camps: si trobem la platja arada per una màquina que podria esborrar les empremtes, registrar el nombre de persones informades, anotar observacions interessants i prémer enviar.
es: Una vez terminemos nuestra ruta, accederemos a la sección "COMENZAR TRANSECTO" y presionaremos "FINALIZAR TRANSECTO", lo que nos llevará a una pantalla donde debemos completar los siguientes campos: si encontramos la playa arada por una máquina que podría borrar las huellas, registrar el número de personas informadas, anotar observaciones interesantes y presionar enviar.

# how_to_7_title
source: Finish transect
ca: Finalitzar transsecte
es: Finalizar transecto

# how_to_8_title
source: Become a volunteer
ca: Fes-te voluntari
es: Conviértete en voluntario

# incorrect_fields
source: There are incorrect fields
ca: Hi ha camps incorrectes
es: Hay campos incorrectos

# instructions_sent
source: Instructions sent by email
ca: Instruccions enviades per correu electrònic
es: Instrucciones enviadas por correo electrónico

source: Invalid email
ca: Correu electrònic invàlid
es: Correo electrónico inválido

# language_change
source: To change the language permanently, you need to adjust the language settings on your device.
ca: Per canviar l'idioma permanentment, cal ajustar la configuració de l'idioma al teu dispositiu.

# language_change_2
source: Change language
ca: Canviar idioma

# language_change_2_temporal
source: This is a temporary change
ca: Aquest és un canvi temporal

# legalInfo
source: Please read the following legal documents and check the box to indicate that you agree and can register.
ca: Si us plau, llegeix els següents documents legals i marca la casella per indicar que estàs d'acord i pots registrar-te.
es: Por favor, lee los siguientes documentos legales y marca la casilla para indicar que estás de acuerdo y puedes registrarte.

source: Legal documents
ca: Documents legals
es: Documentos legales

source: Login
ca: Iniciar sessió
es: Iniciar sesión

# no_account
source: Don't have an account?
ca: No tens un compte?
es: ¿No tienes una cuenta?

source: Note
ca: Nota
es: Nota

# note_cancel
source: If you press the 'cancel' button, all data regarding the current transect will be lost.
ca: Si prems el botó 'cancel·lar', es perdran totes les dades del transsecte actual.
es: Si presionas el botón 'cancelar', se perderán todos los datos del transecto actual.

# note_go_back
source: If you want to continue with the current transect, you must press the button at the top left to go back.
ca: Si vols continuar amb el transsecte actual, has de prémer el botó a l'extrem superior esquerre per tornar enrere.
es: Si deseas continuar con el transecto actual, debes presionar el botón en la parte superior izquierda para regresar.

# note_send
source: If you press the 'send' button, the data for the current transect will be sent, and you will have to start a new transect.
ca: Si prems el botó 'enviar', s'enviaran les dades del transsecte actual i hauràs de començar un nou transsecte.
es: Si presionas el botón 'enviar', se enviarán los datos del transecto actual y tendrás que comenzar un nuevo transecto.

source: Observations
ca: Observacions
es: Observaciones

# open_map
source: See transect on map
ca: Veure transsecte al mapa
es: Ver transecto en el mapa

source: Open system settings
ca: Obre la configuració del sistema
es: Abrir configuración del sistema

# page_back
source: PREVIOUS
ca: ANTERIOR
es: ANTERIOR

# page_next
source: NEXT
ca: SEGÜENT
es: SIGUIENTE

source: Password
ca: Contrasenya
es: Contraseña

# people_informed
source: Number of people informed
ca: Nombre de persones informades
es: Número de personas informadas

source: Remove
ca: Eliminar
es: Eliminar

source: Save
ca: Guardar
es: Guardar

# save_transect
source: If you continue, the information will be saved and cannot be modified.
ca: Si continues, la informació es guardarà i no es podrà modificar.
es: Si continúas, la información se guardará y no se podrá modificar.

source: Send
ca: Enviar
es: Enviar

source: Settings
ca: Configuració
es: Configuración

source: Sign Out
ca: Tancar sessió
es: Cerrar sesión

source: Sign Up
ca: Registrar-se
es: Registrarse

# snackbar_error_delete_account
source: An error occurred while trying to delete your account
ca: Hi ha hagut un error en intentar eliminar el teu compte
es: Ocurrió un error al intentar eliminar tu cuenta

# snackbar_error_empty_coordinates
source: Transect cannot be saved because coordinates are empty
ca: No es pot desar el transsecte perquè les coordenades estan buides
es: No se puede guardar el transecto debido a que las coordenadas están vacías

# snackbar_error_requires_recent_login
source: Please log out and log in before deleting your account
ca: Si us plau, tanca la sessió i inicia sessió abans d'eliminar el teu compte
es: Por favor, cierra sesión e inicia sesión antes de eliminar tu cuenta

# snackbar_error_verify_account
source: Please verify your account. An email with instructions has been sent
ca: Si us plau, verifica el teu compte. S'ha enviat un correu electrònic amb instruccions
es: Por favor, verifica tu cuenta. Se ha enviado un correo electrónico con instrucciones

# something_wrong_try_again
source: Something went wrong, please try again
ca: Alguna cosa ha anat malament, si us plau, intenta-ho de nou
es: Algo salió mal, por favor inténtalo de nuevo

# start_transect
source: Start a transect
ca: Començar un transsecte
es: Comenzar un transecto

# stop_transect
source: Stop a transect
ca: Aturar un transsecte
es: Detener un transecto

source: Technician
ca: Tècnic
es: Técnico

# tractor
source: Has the tractor passed?
ca: Ha passat el tractor?
es: ¿Ha pasado el tractor?

# transect_administrative_are
source: Administrative area
ca: Àrea administrativa
es: Área administrativa

# transect_author
source: Author
ca: Autor
es: Autor

# transect_date
source: Date
ca: Data
es: Fecha

source: Transect detail
ca: Detall del transsecte
es: Detalle del transecto

# transect_form
source: Fill in the following fields
ca: Omple els següents camps
es: Rellena los siguientes campos

# transect_locality
source: Locality
ca: Localitat
es: Localidad

# transect_observations
source: Observations
ca: Observacions
es: Observaciones

# transect_people_informed
source: People informed
ca: Persones informades
es: Personas informadas

source: Transect records
ca: Registres de transsectes
es: Registros de transectos

# transect_subadministrative_are
source: Subadministrative area
ca: Subàrea administrativa
es: Subárea administrativa

# transect_tractor
source: Has the tractor passed?
ca: Ha passat el tractor?
es: ¿Ha pasado el tractor?

source: Transects
ca: Transsectes
es: Transectos

source: User disabled
ca: Usuari deshabilitat
es: Usuario deshabilitado

source: User not found
ca: Usuari no trobat
es: Usuario no encontrado

source: Wrong password
ca: Contrasenya incorrecta
es: Contraseña incorrecta

# yes_account
source: Already have an account?
ca: Ja tens un compte?
es: ¿Ya tienes una cuenta?
